{
    "Header.Item1" : "मेरे बारे में",
    "Header.Item2" : "अनुभव",
    "Header.Item3" : "प्रोजेक्ट्स",
    "Header.Item4" : "संपर्क करें",
    "Header.cvBtn" : "रिज़्यूमे",
    "Header.cvName": "CV_Jose_Hernandez_Hindi.pdf",

    "Banner.Pretitle": "नमस्ते! मेरा नाम है",
    "Banner.Description": "मुझे <span class='underline'>8 साल का अनुभव</span> है सिस्टम, इंटरफेस, बॉट्स और तकनीकी समाधान विकसित करने का जिससे वेब को बेहतर बनाया जा सके। मैं <span class='underline'>Angular</span> और <span class='underline'>Laravel</span> में साफ, पुनःप्रयोग योग्य और स्केलेबल कोड लिखने और पुनःसंरचित करने पर ध्यान केंद्रित करता हूं, अच्छे अभ्यास और विकास मानकों को लागू करता हूं।",
    "Banner.ActionBtn": "संपर्क करें",

    "AboutMe.Title": "मेरे बारे में",
    "AboutMe.Paragraphs": [
        "<span class='underline'>8 साल के अनुभव</span> में मैंने कई भूमिकाओं को कवर किया है: <span class='underline'>सिस्टम विश्लेषक</span>, <span class='underline'>बैकएंड डेवलपर</span>, <span class='underline'>फ्रंटएंड डेवलपर</span>, और <span class='underline'>तकनीकी नेता</span>। मुझे नई चीजें बनाने में अपने ज्ञान का योगदान देना पसंद है जो समस्याओं को हल करने में मदद करती हैं।",
        "मेरी क्षमताओं में सिस्टम में सुधार लागू करना, साइटों को अनुकूलित करना, पैटर्न को मानकीकृत करना और परियोजना में मूल्य जोड़ने वाले विचारों का सुझाव देना और निष्पादित करना भी शामिल है।",
        "मैं अपने व्यक्तिगत उपयोग के लिए भी चीजें प्रोग्राम करता हूं, चाहे वह शौक के रूप में हो या उपयोगिता के लिए।",
        "कुछ तकनीकें जिनमें मैंने प्रशिक्षण लिया और काम किया है (लेकिन इन्हीं तक सीमित नहीं हैं):"
    ],

    "Experience.Title": "अनुभव",
    "Experience.Jobs": [
        
        {
            "Tab": "ग्लोबल",
            "Title": "फुलस्टैक डेवलपर",
            "Date": "मई 2023",
            "Description": [
                "तकनीकी निर्णय नेता",
                "कंपनी के लिए तकनीकी प्रतिभा की भर्ती",
                "प्रौद्योगिकी विभाग टीम लीडर",
                "बिक्री पाठ्यक्रमों के लिए एक आंतरिक प्रक्रिया प्रबंधन प्लेटफार्म का निर्माण और रखरखाव",
                "कस्टम फ़ंक्शंस और प्लगइन्स का प्रोग्रामिंग वर्डप्रेस प्लेटफार्म के अनुकूलन के लिए",
                "निरंतर एकीकरण और दैनिक बैकअप का कार्यान्वयन।",
                "रिपोर्ट के साथ बैठकें योजना बनाना।"
            ]
        },
        {
            "Tab": "प्रोजेक्स",
            "Title": "फुलस्टैक डेवलपर",
            "Date": "दिसंबर 2019 - वर्तमान",
            "Description": [
              "वर्डप्रेस में ग्राफिक्स के साथ एक निगरानी प्लेटफार्म का निर्माण और रखरखाव।",
              "आवश्यक निगरानी सुविधाओं को जोड़ने के लिए टेम्पलेट्स और प्लगइन्स में कार्यात्मक प्रोग्रामिंग।",
              "निरंतर एकीकरण और दैनिक बैकअप का कार्यान्वयन।",
              "एक दूसरी निगरानी प्लेटफार्म का निर्माण और रखरखाव किया गया जो Angular, Angular Material, Laravel, Mysql, RxJS, Sass के साथ ग्राफिक्स (कॉन्फ़िगर करने योग्य), अलार्म सिस्टम, और उपयोगकर्ता प्रबंधन और सामान्य मापदंडों की कॉन्फ़िगरेशन के साथ किया गया।",
              "रिपोर्टों में योजना बैठकें।"
            ]
        },
        {
            "Tab": "फ्रीलांसर",
            "Title": "स्वतंत्र",
            "Date": "मई 2016 - वर्तमान",
            "Description": [
              "निरंतर सुधार लागू करना, फ्रंटएंड और बैकएंड पर काम करना।",
              "Angular, Laravel, ExpressJS, WordPress के साथ प्लेटफार्म बनाना जो कार्यात्मक, प्रतिक्रियाशील, और वस्तुनिष्ठ प्रोग्रामिंग प्रतिमानों के साथ प्रोग्राम किया गया है।",
              "डेटा संरचनाओं के साथ प्रक्रियाओं का स्वचालन।",
              "SASS, बूटस्ट्रैप, Materialize, Bulma आदि के साथ डिज़ाइन लेआउट।"
            ]
        },
        {
            "Tab": "मोबियस",
            "Title": "फुलस्टैक डेवलपर",
            "Date": "जुलाई 2017 - अक्टूबर 2018",
            "Description": [
              "Angular, Laravel और MySQL में एक पर्यटन डेटा प्रबंधन प्लेटफार्म के विकास में 4 लोगों की टीम का नेतृत्व करना।",
              "Azure में CI / CD का कार्यान्वयन। एप्लिकेशन लोड समय का पुनर्गठन और अनुकूलन।",
              "RxJS के साथ एपीआई अनुरोधों का कोडिंग।",
              "जटिल प्रतिक्रियाशील फॉर्म्स के साथ मॉड्यूल बनाना",
              "लक्ष्यों और योजनाओं के बारे में साप्ताहिक रिपोर्ट लिखना।"
            ]
        },
        {
            "Tab": "टेकलाटम",
            "Title": "फ्रंटएंड डेवलपर",
            "Date": "फरवरी 2016 - मई 2017",
            "Description": [
              "ACF के साथ वर्डप्रेस टेम्पलेट्स बनाना, Javascript / jQuery में कार्यात्मक प्रोग्रामिंग, SASS में स्टाइल्स",
              "डिजाइन सुधार और टेम्पलेट लोड समय का एकीकरण।",
              "डिजाइन टीम के साथ प्रभावी संचार, Avocode / Figma के साथ काम करना।"
            ]
        },
        {
            "Tab": "CANTV",
            "Title": "सिस्टम विश्लेषक",
            "Date": "नवंबर 2015 - दिसंबर 2016",
            "Description": [
              "Angular और ExpressJS में बने एक मौजूदा कर्मचारी प्रबंधन प्लेटफार्म के लिए नई कार्यात्मकताओं का प्रोग्रामिंग।",
              "पुराने कोड का पुनर्गठन। हर अपडेट में हर निर्भरता की संगतता सुनिश्चित करना, साथ ही नियमित Angular अपडेट।"
            ]
        },
        {
            "Tab": "IEP",
            "Title": "अंग्रेजी शिक्षक",
            "Date": "जनवरी 2015 - जुलाई 2015",
            "Description": ["200 से अधिक छात्रों के नामांकन के लिए बुनियादी स्तर पर अंग्रेजी पढ़ाना।"]
        }
    ],

    "FeatureProjects.Title": "मेरे प्रोजेक्ट्स",
    "FeatureProjects.Label": "विशेष प्रोजेक्ट"
}
   